Revit 2027 API
ParameterTypeId.RbsElecAnalyticalDownstreamConnectedPhases Property
 "Downstream Connected Phases"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecAnalyticalDownstreamConnectedPhases { get; }
Public Shared ReadOnly Property RbsElecAnalyticalDownstreamConnectedPhases As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecAnalyticalDownstreamConnectedPhases {
	ForgeTypeId^ get ();
}
static member RbsElecAnalyticalDownstreamConnectedPhases : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace